[
{"url": "https://www.cia.gov/library/readingroom/collection/cia-declassifies-oldest-documents-us-government-collection", "title": "CIA Declassifies Oldest Documents in U.S. Government Collection", "body": "The Central Intelligence Agency today declassified the United States Government's six oldest classified documents, dating from 1917 and 1918. These documents, which describe secret writing techniques and are housed at the National Archives, are believed to be the only remaining classified documents from the World War I era. Documents describing secret writing fall under the CIA's purview to declassify."},
{"url": "https://www.cia.gov/library/readingroom/collection/president-nixon-and-role-intelligence-1973-arab-israeli-war", "title": "President Nixon and the Role of Intelligence in the 1973 Arab-Israeli War", "body": "This collection highlights the causes and consequences of US Intelligence Community’s (IC) failure to foresee the October 1973 Arab-Israeli War, also known as the October War or the Yom Kippur War. A coalition of Arab nations led by Egypt and Syria launched a surprise attack on Israel on October 6, the day of Yom Kippur. Prior to October 6, the CIA concluded that the Arabs would not attack, so the offensive surprised US policymakers as well as Israel. Directorate of Intelligence (DI) analysts believed that Arab military inferiority would militate against an attack on Israel. DI analysis did not explore the possibility that leaders might go to war--even at the risk of losing--to pursue political objectives. According to an internal postmortem, Agency analysis was impaired by preconceptions about Arab military capabilities, information overload, rational actor modeling and groupthink."},
{"url": "https://www.cia.gov/library/readingroom/collection/bay-pigs-release", "title": "Bay of Pigs Release", "body": "(Updated October 31, 2016)"},
{"url": "https://www.cia.gov/library/readingroom/collection/what-was-missile-gap", "title": "What was the Missile Gap?", "body": "The Missile Gap was in essence a growing perception in the West, especially in the USA, that the Soviet Union was quickly developing an intercontinental range ballistic missile (ICBM) capability earlier, in greater numbers, and with far more capability than that of the United States. Even as that perception was disproved, it became evident that the Soviets were placing their major effort toward developing strategic missiles against which, once launched, there was no defense. The perceived missile gap that ensued was based on a comparison between US ICBM strength as then programmed, and reasonable, although erroneous estimates of prospective Soviet ICBM strength that were generally accepted."},
{"url": "https://www.cia.gov/library/readingroom/collection/bosnia-intelligence-and-clinton-presidency", "title": "Bosnia, Intelligence, and the Clinton Presidency", "body": "This collection consists of more than 300 declassified documents related to the Director of Central Intelligence Interagency Balkan Task Force (BTF) and the role of intelligence in supporting policymaking during the 1992-1995 Bosnian War. The compilation contains Statements of Conclusions from National Security Council meetings where senior officials made decisions on the Bosnian conflict, BTF memoranda pertaining to those meetings, key intelligence assessments, and selected materials from the State Department, White House, Department of Defense, and William J. Clinton Presidential Library. The records center around 1995, the year in which the Dayton Accords ending the Bosnian War were signed."},
{"url": "https://www.cia.gov/library/readingroom/collection/reagan-collection", "title": "Reagan Collection", "body": "In the 1980s, the Cold War was going strong and was made worse by events such as the death of three Soviet leaders in a span of three years, the Soviet shootdown of a Korean airliner, and the USSR's support for Communist governments and movements in Afghanistan and Central America. "},
{"url": "https://www.cia.gov/library/readingroom/collection/berlin-wall-collection", "title": "The Berlin Wall Collection: A City Torn Apart: Building of the Berlin Wall", "body": "Erected literally overnight, the building of the Berlin Wall was the culmination of over a decade of escalating confrontations and contentious blockades contrived to encourage the west to abandon Berlin to the Communist Bloc. The wall was East Germany's ultimate attempt to isolate and destroy an island of freedom. Instead of expelling the west, Berlin became ground zero in a contest of tit-for-tat brinksmanship with a serious risk of erupting into nuclear war. War was averted, but the wall dividing Berlin became a corrosive global symbol of bitter oppression that would last for nearly three decades. Listed below are the documents, essays and overviews from the eleven U.S. Government organizations that provide the background and the political ramifications of the Wall's construction."},
{"url": "https://www.cia.gov/library/readingroom/collection/carter-camp-david-accords", "title": "President Carter and the Role of Intelligence in the Camp David Accords", "body": "This collection consists of more than 250 previously classified documents, totaling over 1,400 pages, including some 150 that are being released for the first time.  These documents cover the period from January 1977 through March 1979 and were produced by the CIA to support the Carter administration’s diplomatic efforts leading up to President Carter’s negotiations with Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin at Camp David in September 1978. The declassified documents detail diplomatic developments from the Arab peace offensive and President Sadat’s trip to Jerusalem through the regionwide aftermath of Camp David. Newly released items include:"},
{"url": "https://www.cia.gov/library/readingroom/collection/typist-trailblazer", "title": "From Typist to Trailblazer: The Evolving View of Women in the CIA's Workforce", "body": "The document collection \"From Typist to Trailblazer: The Evolving View of Women in the CIA's Workforce\" consists of some 120 declassified documents, the majority of which are being released for the first time. The collection includes more than 1,200 pages from various studies, memos, letters, and other official records documenting the CIA's efforts to examine, address, and improve the status of women employees from 1947 to today. Key documents include the 1953 Panel on Career Service for Women (dubbed the \"Petticoat Panel\"); a 1976 letter written by DCI George H.W. Bush nominating three female officers for the Federal Woman's Award: a poignant 1984 memo on career opportunities for women; a 1992 summary of he CIA's Glass Ceiling Study; the 2013 Director's Advisory Group Report on Women in Leadership; and a transcript of four SIS women speaking candidly about the course of their careers. This declassification effort is the first thematic release in the history of the Historical Review Program."},
{"url": "https://www.cia.gov/library/readingroom/collection/cia-analysis-soviet-navy", "title": "CIA Analysis of the Soviet Navy", "body": "This collection of documents, spanning three decades from the 1960s to the 1980s, focus on CIA's collection and analysis of the Soviet Navy.  In addition, this collection is a continuation of previous releases on the Warsaw Pact forces [available at "},
{"url": "https://www.cia.gov/library/readingroom/collection/baptism-fire-cia-analysis-korean-war-overview", "title": "Baptism By Fire: CIA Analysis of the Korean War Overview  ", "body": "This collection includes more than 1,300 documents consisting of national estimates, intelligence memo, daily updates, and summaries of foreign media concerning developments on the Korean Peninsula during 1947 - 1954. The release of this collection, which coincides with the 60th anniversary of the start of the war, makes available to the public the largest collection of Agency documents released on this issue. The release of these documents is in conjunction with the conference, \"New Documents and New Histories: Twenty-First Century Perspectives on the Korean War,\" co-hosted by the Harry S. Truman Presidential Library and the CIA in Independence, Missouri."},
{"url": "https://www.cia.gov/library/readingroom/collection/strategic-warning-and-role-intelligence-lessons-learned-1968-soviet-invasion", "title": "Strategic Warning and the Role of Intelligence: Lessons Learned From The 1968 Soviet Invasion of Czechoslovakia", "body": "The Czechoslovak crisis began in January 1968. The Czech communist leadership embarked on a program of dramatic liberalization of the political, economic, and social orders. These reforms triggered increasing Soviet concerns culminating in the invasion of 21 August 1968. This collection of documents pertains to these issues, the responses and analysis of this event in history."},
{"url": "https://www.cia.gov/library/readingroom/collection/intelligence-warning-1957-launch-sputnik", "title": "Intelligence Warning of the 1957 Launch of Sputnik", "body": "On 4 October 1957, the USSR successfully launched the "},
{"url": "https://www.cia.gov/library/readingroom/collection/daily-summary", "title": "Daily Summary Collection", "body": "Since 1946, US intelligence has provided a coordinated, daily report for the President. Those early reports bear little resemblance to today’s President's Daily Brief, or PDB, which the IC provides to the President and his senior national security advisors. In January 1946, President Truman—unhappy that there was no coordinated method of informing the President—directed the Secretaries of State, War, and Navy to jointly establish a Central Intelligence Group (CIG), to be headed by a Director of Central Intelligence appointed by the President. The CIG published what was called the Daily Summary between 15 February 1946 and 28 February 1951, during which time the CIG became the CIA."},
{"url": "https://www.cia.gov/library/readingroom/collection/currentcentral-intelligence-bulletin", "title": "Current/Central Intelligence Bulletin Collection", "body": "President Harry Truman received his daily intelligence digest, the Daily Summary, between 1946 and 1951. That year, the \"new and improved\" version called the Current Intelligence Bulletin began production. This remained the format of the president's daily digest through Dwight Eisenhower's two terms (with a name change to the Central Intelligence Bulletin in 1958). The Current/Central Intelligence Bulletin grew longer than its predecessor over time with the addition of more items and more analysis, and would eventually contain more graphics as printing technology improved."},
{"url": "https://www.cia.gov/library/readingroom/collection/wartime-statutes-instruments-soviet-control", "title": "Wartime Statutes - Instruments of Soviet Control", "body": "The collection, consisting of 22 documents, provides insight into how the Soviet Union codified its control over the armed forces of its Eastern European allies. "},
{"url": "https://www.cia.gov/library/readingroom/collection/intelligence-policy-and-politics-dci-white-house-and-congress", "title": "Intelligence, Policy, and Politics: The DCI, the White House, and Congress", "body": "Admiral Sidney W. Souers, General Hoyt S. Vandenberg, Admiral Roscoe H. Hillenkoetter and General William Bedell Smith accepted President Harry S. Truman’s challenge to craft an intelligence organization.  Each man marked his tenure with his unique brand of leadership that provided his successor with the foundation needed for the next step toward the Central Intelligence Agency of today."},
{"url": "https://www.cia.gov/library/readingroom/collection/argentina-declassification-project-dirty-war-1976-83", "title": "Argentina Declassification Project - The \"Dirty War\" (1976-83)", "body": "During the Argentine government’s seven-year (1976-83) campaign against suspected dissidents and subversives, often known as the “Dirty War,” between 10,000 and 30,000 people were killed, including opponents of the government as well as innocent victims. The military junta that ousted President Isabel Peron in a coup in 1976 confronted an urban-based leftist insurgency that had been intensifying for several years and had moved beyond attacking government targets to include kidnappings and killings of persons with no official connections and no particular ideology. Soon after it seized power, the junta closed the national legislature, imposed censorship, banned trade unions, and brought state and municipal governments under military control. It also instituted the infamous Process of National Reorganization in an attempt to suppress the left-wing guerrilla activity that was rampant by early 1976."},
{"url": "https://www.cia.gov/library/readingroom/collection/cia-analysis-warsaw-pact-forces", "title": "CIA Analysis of the Warsaw Pact Forces", "body": "This study examines the role of clandestine reporting in CIA’s analysis of the Warsaw Pact from 1955 to 1985. The Soviet Union established itself as a threat to the West at the end of World War II by its military occupation of eastern European countries and the attempts of its armed proxies to capture Greece and South Korea. The West countered with the formation of NATO. While the West welcomed West Germany into NATO, the Soviets established a military bloc of Communist nations with the Warsaw Treaty of May 1955. This study continues CIA’s efforts to provide a detailed record of the intelligence derived from clandestine human and technical sources from that period. This intelligence was provided to US policy makers and used to assess the political and military balances and confrontations in Central Europe between the Warsaw Pact and NATO during the Cold War."},
{"url": "https://www.cia.gov/library/readingroom/collection/fall-libyan-monarchy", "title": "Fall of the Libyan Monarchy", "body": "Fifty years ago, on 1 September 1969, the first and only King of Libya was deposed. The documents in this collection highlight the bloodless coup by a group of Libyan military officers which removed King Idris I. The group, which called itself the Revolutionary Command Council, was motivated by the ideology of Arab socialism modeled by Egypt's Gamal Abdel Nasser. Within a short time, a young officer named Muammar Qadhafi emerged as a leader of the group, and he would rule Libya for the next 40 years. These documents cover major developments related to the coup, including US reaction. The Nixon administration believed that washington need not be overly distressed by the coup and felt the US could have a working relationship with the new regime. Also discussed in the documents is Libya's intention to honor treaty obligations regarding Wheelus Air Base, a major US Air Force installation in Libya that supported Mediterranean operations."},
{"url": "https://www.cia.gov/library/readingroom/collection/underwater-ice-station-zebra-recovering-secret-spy-satellite-capsule-16400-feet-below", "title": "An Underwater Ice Station Zebra: Recovering a Secret Spy Satellite Capsule from 16,400 feet Below the Pacific Ocean", "body": "The "},
{"url": "https://www.cia.gov/library/readingroom/collection/aquiline", "title": "Aquiline", "body": "of or like the eagle."},
{"url": "https://www.cia.gov/library/readingroom/collection/animal-partners", "title": "Animal Partners", "body": "Throughout history, trained animals have been used in security roles to fulfill mission requirements, notably by the armed forces, whether for transport, communication, or threat detection. From carrier pigeons in World War I to today's explosives-detecting dogs, government agencies have turned to animals to do the important jobs human couldn't do. CIA is no exception, and it once worked on developing ways animals could help with intelligence collection. This collection of declassified documents highlights the diverse programs involving the feasibility of using marine and avian animal capabilities in support of intelligence operations. For a variety of technical and other reasons, none of the programs ever became operational. Yet these documents provide a window into the innovative thinking applied to the intelligence mission aimed at countering increasingly sophisticated foreign adversaries."},
{"url": "https://www.cia.gov/library/readingroom/collection/lunik-loan-space-age-spy-story", "title": "Lunik on Loan: A Space Age Spy Story", "body": "The Cold War and the emerging space race were in full swing in the late 1950s. CIA kept President Eisenhower regularly apprised on the progress of the Soviet space program, which became a subject of worldwide attention following the successful 1957 launch of Sputnik—the first artificial satellite and the first manmade object to be placed into earth's orbit. The Soviets' achievement, which indicated that they had intercontinental ballistic missiles capable of striking the United States, stunned the American public and set off a debate in the United States about the \"Missile Gap,\" and America's competence in science and technology."}
]